Repository: janusko/umlfri1
Catalog: branches/plugin/share/locale/*/LC_MESSAGES/uml_fri.po
Languages: sk

source: <b>project e-mail address</b>
sk: <b>e-mail adresa projektu</b>

source: About
sk: O projekte

source: Academic year %s:
sk: Akademický rok %s

source: Add _element
sk: Pridať _element

source: Add diagram
sk: Pridať diagram

source: Add element
sk: Pridaj element

source: Addon could not be installed
sk: Rozšírenie sa nepodarilo nainštalovať

source: Addons
sk: Rozšírenia

source: Align _bottom
sk: Zarovnať do_dola

source: Align _left
sk: Zarovnať do_ľava

source: Align _right
sk: Zarovnať do_prava

source: Align _top
sk: Zarovnať do_hora

source: All files
sk: Všetky súbory

source: An error during printing has occured.
sk: Pri tlačení sa vyskytla neočakávaná chyba.

source: An exception has occured
sk: Výnimku vyvolalo

source: An exception has occured:
sk: Výnimku vyvolalo:

source: Architecture
sk: Architektúra

source: Arrow color
sk: Farba šípky

source: Arrow fill color
sk: Farba výplne šípky

source: Author:
sk: Autor:

source: Basic information about your system
sk: Základné informácie o vašom systéme

source: Bring Forward
sk: O jeden dopredu

source: Bring To Top
sk: Presunúť dopredu

source: C_ontribute
sk: Pri_spieť

source: C_redits
sk: Auto_ri

source: Close all diagram
sk: Zatvoriť všetky diagramy

source: Close diagram
sk: Zatvoriť diagram

source: Connection
sk: Spojenie

source: Connections
sk: Spojenia

source: Copy as image
sk: Kopírovať ako obrázok

source: Copy without background (transparent)
sk: Kopírovať bez pozadia (priesvitné)

source: Create New Project
sk: Vytvoriť nový projekt

source: Create _New Project
sk: Vytvoriť _nový projekt

source: Date
sk: Dátum poslednej zmeny

source: Date/Time
sk: Dátum/Čas

source: Delete from Project
sk: Odstrániť z projektu

source: Description:
sk: Popis:

source: Diagram Export
sk: Export diagramu

source: Diagram name
sk: Názov diagramu

source: Diagram type
sk: Typ diagramu

source: Disable
sk: Zakázať

source: Do you really want to install this addon? <i>This operation could be potencionaly dangerous, so do it only if you know what are you doing.</i>
sk: Naozaj chcete nainštalovať toto rozšírenie? <i>Táto operácia môže byť nebezpečná, preto pokračujte iba ak viete, čo robíte.</i>

source: Do you really want to uninstall addon '%(name)s %(version)s'? This is pernament.
sk: Naozaj chcete odinštalovať rozšírenie '%(name)s %(version)s'? Táto zmena je trvalá.

source: Do you want to
sk: Chcete

source: Do you want to save project?
sk: Chcete uložiť projekt?

source: Drag
sk: Ťahať

source: Element is already in this diagram
sk: Daný element sa v tomto diagrame už nachádza

source: Elements
sk: Elementy

source: Enable
sk: Povoliť

source: Error
sk: Chyba

source: Error name
sk: Názov chyby

source: Error opening file
sk: Chyba pri otváraní súboru

source: Error text
sk: Popis chyby

source: Exception
sk: Výnimka

source: Exception handler
sk: Manažér výnimiek

source: Export diagram
sk: Exportovať diagram

source: Export file format
sk: Formát exportného súboru

source: Fakulty of Management Science and Informatics
sk: Fakulta riadenia a informatiky

source: File does not exist
sk: Súbor nebol nájdený

source: File name
sk: Názov súboru

source: File successfully send... Thank you for helping improving UML .FRI
sk: Súbor úspešne odoslaný... Ďakujeme Vám za pomoc pri vylepšovaní UML .FRI

source: Fill color
sk: Farba výplne

source: Fill color 2
sk: Farba výplne 2

source: Fill color 3
sk: Farba výplne 3

source: Find in diagrams
sk: Nájdi v diagramoch

source: Find in diagrams ...
sk: Nájdi v diagramoch ...

source: Free python-based CASE tool.
sk: Voľne šíriteľný CASE nástroj vyvíjaný v pythone.

source: GTK+ version
sk: Verzia GTK+:

source: Homepage
sk: Domovská stránka

source: Homepage:
sk: Domovská stránka:

source: Change source and target
sk: Zameň zdroj a cieľ

source: I_nclude project
sk: V_lož projekt

source: Install
sk: Inštalovať

source: Install addon from file
sk: Nainštalovať rozšírenie zo súboru

source: Install metamodel from current project
sk: Nainštalovať metamodel z aktuálneho projektu

source: Invalid connection
sk: Nepovolené spojenie

source: License:
sk: Licencia:

source: Line color
sk: Farba čiary

source: Machine
sk: Počítač

source: Metamodels
sk: Metamodely

source: Name
sk: Názov

source: Name Text Font
sk: Písmo názvu

source: Name text color
sk: Farba názvu

source: Name text font
sk: Písmo názvu

source: Notes
sk: Poznámky

source: Object
sk: Objekt

source: Open Existing Project
sk: Otvoriť existujúci projekt

source: Open Project
sk: Otvoriť projekt

source: Open _Recent Project
sk: Naposledy otvo_rené

source: Open as _copy
sk: Otvoriť ako _kópiu

source: Open specification ...
sk: Vlastnosti ...

source: Pages
sk: Záložky

source: Platform
sk: Platforma

source: Please help us improve the UML .FRI application by sending us this log.
sk: Prosím, pomôžte nám zdokonaliť UML .FRI aplikáciu a pošlite nám túto správu.

source: Plugins
sk: Zásuvné moduly

source: Points color
sk: Farba bodu

source: Points size
sk: Veľkosť bodu

source: Preferences
sk: Nastavenia

source: Programmed by:
sk: Programátori:

source: Programmed for:
sk: Naprogramované pre:

source: Properties
sk: Vlastnosti

source: PyGTK version
sk: Verzia PyGTK:

source: Python version
sk: Verzia jazyka Python

source: Question
sk: Otázka

source: Rectagle width
sk: Šírka štvoruholníka

source: Rectangle color
sk: Farba štvoruholníka

source: Rectangle width
sk: Šírka štvoruholníka

source: Save Project As
sk: Uložiť projekt ako

source: Select Addon
sk: Vyberte rozšírenie

source: Select a directory
sk: Vybrať adresár

source: Select addon source
sk: Vyberte zdroj pre rozšírenie

source: Select export directory & file name
sk: Vyberte názov adresára a súboru na export

source: Selection
sk: Selekcia

source: Send Back
sk: O jeden dozadu

source: Send To Bottom
sk: Presunúť dozadu

source: Set as default
sk: Nastaviť ako východzie

source: Shadow color
sk: Farba tieňa

source: Show in project view
sk: Nájdi v strome projektu

source: Start
sk: Spustiť

source: Start page
sk: Úvodná strana

source: Stop
sk: Zastaviť

source: Styles
sk: Štýl

source: Supervised by:
sk: Pod vedením:

source: System _info
sk: Systémové _informácie

source: Text Font
sk: Písmo textu

source: Text color
sk: Farba textu

source: Text font
sk: Písmo textu

source: This is just a test for the Exception handler window. You will see this window if something really bad happens. See the Help tab for more info.
sk: Toto je iba testovacia chyba. Toto okno sa zobrazuje iba ak sa niečo pokazilo. Bližšie informácie nájdete v záložke Help.

source: Type:
sk: Typ:

source: UML .FRI Addon
sk: Rozšírenie UML .FRI

source: UML .FRI Addons
sk: Rozšírenia UML .FRI

source: UML .FRI Clear XML Projects
sk: UML .FRI XML Projekt

source: UML .FRI Project templates
sk: UML .FRI Šablóna projektu

source: UML .FRI Project with embedded metamodels
sk: Projekt UML .FRI so zabudovaným metamodelom

source: UML .FRI Projects
sk: UML .FRI Projekt

source: UML .FRI designer
sk: UML .FRI dizajnér

source: UML .FRI designer [%s]
sk: UML .FRI dizajnér [%s]

source: Unable to insert element
sk: Nemôžem vložiť daný element

source: Uninstall
sk: Odinštalovať

source: University of Žilina
sk: Žilinská univerzita

source: Unset default diagram
sk: Zrušiť nastavenie východzieho diagramu

source: Use the <i>Send</i> button to send this error information directly on our server. If the <i>Include project</i> option is checked your current project will be send to the server as well. You can also write some basic information about what were you doing when this exception occured in the <i>User comments</i> tab to help us recreate it. Or you can use the <i>Home</i> button to post this error directly on our websites bugreport. In case of problems, feel free to write us an email on :
sk: Stlačte tlačítko <i>Poslať</i> na odoslanie tejto chyby priamo na náš server. Ak je zaznačené <i>Vlož projekt</i>, váš aktuálny projekt bude priložený k tejto správe. Taktiež môžete napísať základné informácie o tom, čo ste robili, keď došlo k vyvolaniu tejto výnimky v záložke <i>Poznámky užívateľa</i> a tak nám pomocť zreprodukovať vyvolanú výnimku. Tlačítko <i>Domov</i> môžete použiť pre zaslanie údajov o tejto chybe do systému správy chýb na našej stránke. V prípade problémov nám napíšte na našu emailovú adresu :

source: Uups! An error during sending occured:
sk: Uups! Počas posielania nastal problém:

source: Uups! Sending was not successfull. Server response:
sk: Uups! Posielanie sa nepodarilo. Odpoveď zo serveru:

source: Value
sk: Hodnota

source: Version
sk: Verzia

source: Version: %s
sk: Verzia: %s

source: Visible
sk: Viditeľnosť

source: Warning
sk: Varovanie

source: _Warnings
sk: Zobraziť v_arovania

source: We are looking for people willing to help us improve our application. You too can contribute in many ways: * Report us your wishes or desired features. * Join our development team. * Contribute art work, like new icons, logos. * Help us with localization to other languages. <i>Visit our web page for more information. </i>
sk: Hľadáme ľudí, ktorí by nám pomohli zlepšiť našu aplikáciu. Môžete tak urobiť viacerými spôsobmi: *Napíšte nám Vaše nápady alebo požadované funkčné vlastnosti. *Pridajte sa k nášmu vývojárskemu tímu. *Prispejte grafikou, napríklad ikonami, logom a podobne. *Pomôžte nám s lokalizáciou do iných jazykov. <i>Viac informácií nájdete na našej webovej stránke:</i>

source: What were you doing when this exception occured ?
sk: Čo ste robili, keď došlo k tejto výnimke?

source: Wrong element:
sk: Nesprávny element:

source: Z-Order
sk: Poradie

source: Zoom:
sk: Zväčšenie:

source: _Add diagram
sk: Pridať _diagram

source: _Commandbar
sk: _Stavový riadok

source: _Edit
sk: _Upraviť

source: _Error Test
sk: _Test chyby

source: _Error log
sk: _Chybová hláška

source: _Export diagram
sk: _Exportovať diagram

source: _File
sk: _Súbor

source: _Fullscreen
sk: _Celá obrazovka

source: _Help
sk: P_omocník

source: _Install
sk: _Inštalovať

source: _License
sk: _Licencia

source: _Open Existing Project
sk: _Otvoriť existujúci projekt

source: _Project
sk: _Projekt

source: _Send
sk: Po_slať

source: _Toolbox
sk: Pane_l s nástrojmi

source: _UML .FRI Homepage
sk: _Stránka projektu

source: _User comments
sk: _Poznámky užívateľa

source: _View
sk: _Zobraziť

source: _Z-Order
sk: _Poradie

source: default file name
sk: Východzie meno súboru

source: etree version
sk: Verzia knižnice etree

source: none
sk: nič

source: project web
sk: Web projektu
